Revit 2024 API
BuiltInFailures.StairRampFailures.WinderMinWidthTooLargeFailure Property
 The value for Minimum Width on Inside Boundary is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId WinderMinWidthTooLargeFailure { get; }
Visual Basic
Public Shared ReadOnly Property WinderMinWidthTooLargeFailure As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ WinderMinWidthTooLargeFailure {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace